cask_args appdir: "/Applications"

tap "homebrew/core"
tap "homebrew/cask"
tap "d12frosted/emacs-plus"

cask "appcleaner"
cask "discord"
cask "firefox"
cask "slack"
cask "telegram"
cask "zoom"

brew "autogen"
brew "bash"
brew "cmake"
brew "coreutils"
brew "curl"
brew "emacs-plus"
brew "fzf"
brew "go"
brew "gpg"
brew "htop"
brew "hub"
brew "jq"
brew "mosh"
brew "nvm"
brew "pinentry-mac"
brew "procs"
brew "pyenv"
brew "python"
brew "python3"
brew "rsync"
brew "rustup-init"
brew "screen"
brew "stow"
brew "tree"
brew "wget"
brew "ykman"
