cask_args appdir: "/Applications"

cask "appcleaner"
cask "discord"
cask "slack"
cask "zoom"

brew "arm-none-eabi-gcc"
brew "arm-none-eabi-gdb"
brew "autogen"
brew "cmake"
brew "coreutils"
brew "curl"
brew "emacs-plus"
brew "fzf"
brew "gpg"
brew "htop"
brew "jq"
brew "mosh"
brew "pinentry-mac"
brew "procs"
brew "pyenv"
brew "python"
brew "python3"
brew "rustup-init"
brew "screen"
brew "stow"
brew "tree"
brew "wget"
brew "ykman"
